Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Programme budget implications of draft resolution A/60/L.34 and its amendment (A/60/L.35)
zh: 决议草案A/60/L.34及其修订案(A/60/L.35)的所涉方案预算问题

source: The Fifth Committee, having considered the statement of programme budget implications submitted by the Secretary-General and the related report of the Advisory Committee on Administrative and Budgetary Questions, decides to inform the General Assembly that should it adopt draft resolution A/60/L.34 and its amendment (A/60/L.35), additional resources in the amount of $196,200 would be required under section 27, Public information, of the proposed programme budget for 2006-2007.
zh: 第五委员会在审议了秘书长提交的所涉方案预算问题说明 以及行政和预算问题咨询委员会的相关报告 后，决定通知大会，如果大会通过决议草案A/60/L.34及其修订案(A/60/L.35)，需在2006-2007两年期拟议方案预算第27款（新闻）下追加196 200美元的经费。

source: Ad Hoc Committee on a Comprehensive and Integral International Convention on the Protection and Promotion of the Rights and Dignity of Persons with Disabilities
zh: G. 拟订保护和促进残疾人权利和尊严的全面综合国际公约特设委员会

source: Programme budget implications of draft resolution A/C.3/60/L.28, as revised
zh: 经订正的决议草案A/C.3/60/L.28的所涉方案预算问题

source: The Fifth Committee, having considered the statement of programme budget implications submitted by the Secretary-General and the related report of the Advisory Committee on Administrative and Budgetary Questions, decides to inform the General Assembly that the adoption of draft resolution A/C.3/60/L.28, as revised, would give rise to additional requirements under section 2 of the proposed programme budget for the biennium 2006-2007 for conference-servicing costs of $111,400, to be considered for appropriation, at a subsequent stage, in the context of the review of the consolidated statement of all statements of programme budget implications and revised estimates provided for in the procedures established by the General Assembly in its resolutions 41/213 of 19 December 1986 and 42/211 of 21 December 1987 regarding the use and operation of the contingency fund.
zh: 第五委员会在审议了秘书长提交的所涉方案预算问题说明 以及行政和预算问题咨询委员会的相关报告 后，决定通知大会，如果大会通过经订正的决议草案A/C.3/60/L.28，需随后在根据大会关于应急基金使用和运作的1986年12月19日第41/213和1987年12月21日42/211号决议所确立的程序规定审查所有所涉方案预算问题说明和订正概算的汇总说明时，在2006-2007两年期拟议方案预算第2款下考虑批准追加111 400美元的会议服务费。

source: The estimate of $7,000 for support services proposed under section 28D for the biennium 2006-2007 should be absorbed within the provisions to be made under that section, consistent with the terms of the draft resolution.
zh: 在2006-2007两年期中第28D款下拟议的支持服务估计费用7 000美元应在该款项下的经费中均支，这符合本决议草案的条款。

source: H. International migration and development
zh: H. 国际移徙和发展

source: Programme budget implications of draft resolution A/C.2/60/L.62, as orally revised
zh: 经口头订正的决议草案A/C.2/60/L.62的所涉方案预算问题

source: The Fifth Committee, having considered the statement of programme budget implications submitted by the Secretary-General and the related report of the Advisory Committee on Administrative and Budgetary Questions, decides to inform the General Assembly that should it adopt draft resolution A/C.2/60/L.62, as orally revised, additional requirements in the amount of $55,200 ($44,800 under section 2 and $10,400 under section 28D of the proposed programme budget for the biennium 2006-2007) for the holding of four round tables proposed by the Secretary-General should be absorbed from within the provisions in the proposed programme budget for the biennium 2006-2007, under the respective sections.
zh: 第五委员会在审议了秘书长提交的所涉方案预算问题说明 以及行政和预算问题咨询委员会的相关报告 后，决定通知大会，如果大会通过经口头订正的决议草案A/C.2/60/L.62，需在2006-2007两年期拟议方案预算内相应款项下匀支为举行秘书长所提议的四个圆桌会议而追加的55 200美元的经费（2006-2007两年期拟议方案预算第2款下44 800美元，第28D下10 400美元）。

source: Third United Nations Conference on the Least Developed Countries: high-level meeting on the midterm comprehensive global review of the implementation of the Programme of Action for the Least Developed Countries for the Decade 2001-2010
zh: I. 第三次联合国最不发达国家问题会议：关于对2001-2010十年期支援最不发达国家行动纲领执行情况中期综合全球审查的高级别会议

source: The Fifth Committee, having considered the statement of programme budget implications submitted by the Secretary-General and the related report of the Advisory Committee on Administrative and Budgetary Questions:
zh: 第五委员会在审议了秘书长提交的所涉方案预算问题说明 以及行政和预算问题咨询委员会的相关报告 后：

source: (a) Decides to inform the General Assembly that the adoption of draft resolution A/C.2/60/L.32/Rev.1 would not give rise to any additional requirements under the proposed programme budget for the biennium 2006-2007 under section 28D, Office of Central Support Services, at the present stage;
zh: (a) 决定通知大会，如果通过决议草案A/C.2/60/L.32/Rev.1，在目前阶段不会在2006-2007两年期拟议方案预算第28D款（中央支助事务厅）下产生任何额外经费；

source: (b) Decides also that any additional resources as may be necessary for conference-servicing of the high-level meeting will be considered in the context of the review of the consolidated statement provided for in the procedures established by the Assembly in its resolutions 41/213 of 19 December 1986 and 42/211 of 21 December 1987 regarding the use and operation of the contingency fund.
zh: (b) 又决定须在按照大会关于应急基金使用和运作的1986年12月19日第41/213号决议和1987年12月21日第42/211号决议所确立的程序规定审查所有所涉方案预算问题说明和订正概算的汇总说明时，审议高级别会议的会议服务可能产生的必要的额外经费。

source: J. Preparations for and organization of the 2006 follow-up meeting on the implementation of the Declaration of Commitment on HIV/AIDS
zh: J. 2006年关于艾滋病毒/艾滋病问题的承诺宣言执行情况后续会议的筹备和组织工作

source: Programme budget implications of draft resolution A/60/L.43
zh: 决议草案A/60/L.43的所涉方案预算问题

source: The Fifth Committee, having considered the oral statement of programme budget implications of draft resolution A/60/L.43, on the preparations for and organization of the 2006 follow-up meeting on the implementation of the Declaration of Commitment on HIV/AIDS, as presented by the representative of the Secretary-General at its 35th meeting, on 21 December 2005, and the related report of the Advisory Committee on Administrative and Budgetary Questions, decides to inform the General Assembly that, should it adopt draft resolution A/60/L.43, there would be no additional appropriation required for the implementation of the draft resolution.
zh: 第五委员会，在审议了秘书长代表在委员会2005年12月21日第35次会议上就关于2006年关于艾滋病毒/艾滋病问题的承诺宣言执行情况后续会议的筹备和组织工作的决议草案A/60/L.43的所涉方案预算问题所作的口头发言 以及行政和预算问题咨询委员会的相关报告 后，决定通知大会，如果大会通过决议草案A/60/L.43，则执行该决议草案无需额外批款。

source: A/60/7/Add.20.
zh: A/60/7/Add.15。

source: A/60/7/Add.17.
zh: A/60/7/Add.19。

source: A/60/7/Add.26.
zh: A/60/7/Add.18。

source: A/60/7/Add.27.
zh: A/60/7/Add.20。

source: Multilingualism
zh: 议程项目156

source: Recognizing that the United Nations pursues multilingualism as a means of promoting, protecting and preserving diversity of languages and cultures globally,
zh: 又回顾其1946年2月1日第2(I)号、1968年12月21日第2480 B（XXIII）号、1995年11月2日第50/11号、1997年11月25日第52/23号、1999年12月6日第54/64号、2002年2月15日第56/262号决议、2004年12月10日第59/126 B号和2004年12月23日第59/265号和第59/266号决议，

source: Takes note of the report of the Secretary-General and the report of the Joint Inspection Unit;
zh: 1. 注意到秘书长的报告， 和联合检查组的报告；

source: Underlines the need for full implementation of the resolutions establishing arrangements for the official languages of the United Nations and the working languages of the Secretariat;
zh: 3. 重点指出，必须充分执行规定联合国正式语文安排和秘书处工作语文的各项决议；

source: Requests the Secretary-General to continue to ensure, through the provision of documentation services and meeting and publishing services under conference management, including high-quality translation and interpretation, effective multilingual communication among representatives of Member States in intergovernmental organs and members of expert bodies of the United Nations equally in all the official languages of the United Nations;
zh: 5. 请秘书长继续通过开展会议管理工作，提供文件服务和会议与出版服务，包括提供高质量的口笔译服务，确保联合国政府间机构中的会员国代表和专家机构的成员平等地使用联合国所有正式语文，真正用多种语文进行交流；

source: Recalls its resolution 59/266, by which it reaffirmed the need to respect the equality of each of the two working languages of the Secretariat, reaffirms also the use of additional working languages in specific duty stations as mandated, and in this regard requests the Secretary-General to ensure that vacancy announcements specify the need for either of the working languages of the Secretariat, unless the functions of the post require a specific working language;
zh: 7. 回顾其第59/266号决议，其中重申需要尊重秘书处两种工作语文的平等地位，还重申根据需要在特定工作地点使用其他工作语文，并为此请秘书长确保空缺通知具体说明需要掌握秘书处工作语文中的一种，除非有关职位要求有特定的工作语文；

source: Also recalls that in its resolution 59/266 it requested the Secretary-General to continue to take the steps necessary to ensure that the Galaxy e-staffing system is available in both of the working languages of the Organization;
zh: 8. 还回顾其第59/266号决议，其中请秘书长继续采取必要措施，确保银河系统可同时使用联合国的两种工作语文；

source: Recalls its resolution 59/265, in which it reaffirmed the provisions of its resolutions on multilingualism relating to conference services;
zh: 10. 回顾其第59/265号决议，其中强调它关于在提供会议服务时使用多种语文的各项决议的规定；

source: Also recalls its resolution 59/126 B, and emphasizes the importance of multilingualism in United Nations public relations and information activities;
zh: 11. 还回顾其第59/126 B号决议，并强调在联合国公共关系和新闻活动中使用多种语文的重要性；

source: Reaffirms the need to achieve full parity among the six official languages on the United Nations website;
zh: 12. 重申联合国网站要做到六种正式语文完全享有同等地位；

source: Takes note with appreciation of the work done by the United Nations information centres, including the regional United Nations information centre, in favour of the publication of United Nations information materials and the translation of important documents into languages other than United Nations official languages, with a view to reaching the widest possible spectrum of audiences and extending the United Nations message to all the corners of the world in order to strengthen international support for the activities of the Organization;
zh: 13. 赞赏地注意到联合国各新闻中心，包括区域联合国新闻中心，开展工作，用联合国正式语文外的其他语文印发新闻材料并用这些语文翻译重要文件，让尽可能多的人参阅，把联合国的信息传播到世界各个角落，加强国际社会对联合国活动的支持；

source: Welcomes the decision by the General Conference of the United Nations Educational, Scientific and Cultural Organization on 17 November 1999 that 21 February should be proclaimed “International Mother Language Day”, and calls upon Member States and the Secretariat to promote the preservation and protection of all languages used by peoples of the world;
zh: 14． 欢迎联合国教育、科学及文化组织大会于1999年11月17日决定宣布2月21日为“国际母语日”，并吁请会员国和秘书处促进保留和保护世界各国人民使用的所有语文；

source: Also requests the Secretary-General to submit to it at its sixty-first session a comprehensive report on the implementation of its resolutions on multilingualism, including the implications of the present resolution;
zh: 16. 请秘书长向大会第六十一届会议提出一份全面报告，说明大会有关使用多种语文的各项决议的执行情况，其中包括本决议的影响；

source: In accordance with rule 103.4 of its rules of procedure, the General Conference shall consider a draft contract, submitted to it by the Industrial Development Board for approval, establishing the terms and conditions of appointment of the Director-General, including the salary and other emoluments attached to the office.
zh: 1. 依照大会议事规则第103.4条，大会应审议理事会提交它核准的关于规定总干事任用的条件包括薪金和与该职务有关的其他酬金的合同草案。

source: The text of this draft contract is based on the contract of the outgoing Director-General.
zh: 总干事的合同文本为基础。

source: Paragraph 6 (a) reflects the salary adjusted as a result of General Assembly resolutions on the common system reported to the Board at its thirtieth session in document IDB.30/15.
zh: 第6(a)段反映了根据IDB.30/15号文件中报告给理事会的关于共同制度的联合国大会决议调整后的薪金。

source: It also reflects the adjustment of the Director-General's gross and net base salary level whenever the General Assembly, in accordance with approved methodologies, adjusts the gross and net base salary level of staff in the Professional and higher categories.
zh: 它还反映了每当大会根据核准的方法调整专业人员以上职等工作人员的薪金总额和基薪净额而对总干事的薪金总额和基薪净额所作的调整。

source: The cost to the Organization of either alternative is the same.
zh: 两种备选案文使本组织承担的费用是相同的。

source: two thousand five (2005), or until the Director-General to be appointed at the thirteenth regular session of the General Conference assumes office, whichever is later.
zh: 总干事任期四年，从二千零五（2005）年…月…日起或到大会第十三届常会任命的总干事就任时为止，以较晚者为准。

source: The Director-General shall be subject to the Staff Regulations of the Organization, together with such amendments as may be made thereto, insofar as they are applicable to him/her.
zh: 总干事应在对其适用的范围内遵守《工作人员条例》及可能对之作出的修正。

source: Assessable Salary and Allowances
zh: 6. 可征税的薪金和津贴

source: (a) The annual gross salary of the Director-General shall be US dollars two hundred and thirty-three thousand and six (233,006), corresponding to an annual net base salary equivalent to US dollars one hundred and fifty-four thousand six hundred and sixty-four (154,664) (dependency rate) or US dollars one hundred and thirty-seven thousand five hundred forty-three (137,543) (single rate) respectively.
zh: (a) 总干事年薪金总额为二十三万三千零六(233,006)美元，相应的年基薪净额分别为十五万四千六百六十四(154,664)美元（按有受抚养人计算）或十三万七千五百四十三(137,543)美元（按无受抚养人计算）。

source: The gross and net base salary shall be adjusted whenever the General Assembly decides to adjust the gross and net base salary levels of staff in the Professional and higher categories;
zh: 每当联合国大会决定对专业人员以上职类工作人员的基薪总额和基薪净额进行调整时，就应对上述基薪总额和基薪净额进行调整。

source: (b) He/She shall receive post adjustment, allowances and benefits, including social security benefits, for which a staff member in the Professional category of the UNIDO Secretariat would be eligible under the Staff Regulations and Staff Rules of the Organization, provided the purpose of such emolument, allowance or benefit has not already been met by other provisions of the present contract;
zh: (b) 他/她应享有工作地点差价调整数以及工发组织秘书处专业人员职类工作人员根据本组织的工作人员条例和细则有资格享有的津贴和福利，其中包括社会保障津贴，但如果此种薪资、津贴或福利已由本合同其他规定予以提供，则不在此列；

source: (c) The Director-General shall receive a representation allowance of Euros thirty thousand and thirty-three (30,033) per annum, adjusted for the budgeted annual inflation rate, to meet his/her share of the obligations which the Organization incurs in the form of representation and hospitality expenditure;
zh: (c) 总干事的公费应为每年三万零三十三(30,033)欧元，按预算确定的年通货膨胀率调整，用于支付本组织以公费和招待费开支形式承付的款项中应由其支付的部分；

source: (d) He/She shall receive a housing allowance amounting to Euros forty-seven thousand and seventy (47,070) per annum adjusted for the budgeted annual inflation rate;
zh: (d) 其住房津贴应为每年四万七千零七十(47,070)欧元，按预算确定的年通货膨胀率调整；

source: (e) The above salary, allowances and benefits to which the Director-General is entitled under this agreement shall be subject to adjustment by the Board, after consultations with the Director-General, to keep them in line with those of the executive heads of other specialized agencies within the common system of the United Nations.
zh: (e) 总干事根据本协议有权享有的上述薪金、津贴和福利应由理事会与总干事协商后予以调整，以使之与联合国共同制度中其他专门机构行政首长的薪金、津贴和福利相协调。

source: Pension Arrangements
zh: 7. 养恤金安排

source: Alternative A
zh: 备选案文A

source: The Director-General shall participate in the United Nations Joint Staff Pension Fund in accordance with the provisions of decision IDB.10/Dec.17 (d) of the Industrial Development Board.
zh: 总干事应根据工业发展理事会IDB.10/Dec.17(d)号决定参加联合国合办工作人员养恤基金。

source: His/Her pensionable remuneration shall be determined and adjusted in accordance with the provisions of articles 54 (c) and (b) of the regulations and rules of the United Nations Joint Staff Pension Fund.
zh: 其应计养恤金薪酬应按照联合国合办工作人员养恤基金条例和规则第54(c)和(b)条的规定加以确定和调整。

source: Alternative B
zh: 备选案文B

source: The Director-General shall not participate in the United Nations Joint Staff Pension Fund. Instead, he/she shall have an amount equal to 15.8 per cent of pensionable remuneration, corresponding to the Organization's contribution to the Pension Fund, paid as a supplement to his/her remuneration, in lieu of participation in the Pension Fund, in accordance with General Assembly resolution 47/203.
zh: 总干事不应参加联合国合办工作人员养恤基金，而应根据联合国大会第47/203号决议领取一笔相等于应计养恤金薪酬的15.8%（相当于本组织对养恤基金的捐款）的数额，作为其支取薪酬的补充，以替代参加养恤基金。

source: Currency of payments
zh: 8. 支付货币

source: Payments will be effected in the currency applicable to staff in the Professional and higher categories serving at the official duty station Vienna, Austria.
zh: 将以适用于在奥地利维也纳任职地点工作的专业人员以上职类工作人员的货币进行支付。

source: Notice of Resignation
zh: 9. 辞职通知

source: The Director-General may at any time give three months' notice of resignation in writing to the Board, which is authorized to accept his/her resignation on behalf of the General Conference, in which case, upon expiration of such period of notice, he/she shall cease to be Director-General of the Organization and this contract shall terminate.
zh: 总干事可于任何时候提前三个月向理事会提出书面的辞职通知，理事会经授权可代表大会接受其辞职，在此情况下，通知后满三个月，他/她应停止担任本组织总干事且本合同应告终止。

source: Entry into force
zh: 10. 生效

source: This contract shall enter into force as of the …….
zh: 本合同自2005年…月…日起生效。

source: day of …………….
zh: 2005年…月…日签订于维也纳

source: President of the Conference Director-General
zh: 大会主席 总干事

source: acting on behalf of the Organization
zh: 代表本组织

source: Alternative A will be included in the contract if the elected Director-General becomes a participant in the United Nations Joint Staff Pension Fund.
zh: 若当选总干事曾参加过联合国合办的工作人员养恤基金，则合同采用备选案文A。

source: Alternative B will be applicable if he/she does not become a participant.
zh: 若从未参加过，则采用备选案文B。

source: For reasons of economy, this document has been printed in a limited number.
zh: 为节约起见，本文件仅作少量印发。 敬请各位代表自带所发文件与会。

source: Delegates are kindly requested to bring their copies of documents to meetings.
zh: 为节约起见，本文件仅作少量印发。 敬请各位代表自带所发文件与会。

source: Letter dated 2 February 2005 from the Chairman of the Security Council Committee established pursuant to resolution 1373 (2001) concerning counter-terrorism addressed to the President of the Security Council
zh: 2005年2月2日安全理事会关于反恐怖主义的第1373(2001)号决议 所设委员会主席给安全理事会主席的信

source: I write with reference to my predecessor's letter of 12 September 2002 (S/2002/1016).
zh: 谨提及我的前任2002年9月12日的信（S/2002/1016）。

source: The Counter-Terrorism Committee has received the attached supplementary report from Palau submitted pursuant to paragraph 6 of resolution 1373 (2001) (see annex).
zh: 反恐怖主义委员会已收到帕劳根据第1373（2001）号决议第6段提交的补充报告（见附件）。

source: I would be grateful if you could arrange for the present letter and its annex to be circulated as a document of the Security Council.
zh: 请将本函及其附件作为安全理事会的文件分发为荷。

source: (Signed) Andrey I. Denisov Chairman Security Council Committee established pursuant to resolution 1373 (2001) concerning counter-terrorism
zh: 安全理事会关于反恐怖主义的 第1373(2001)号决议所设委员会

source: Note verbale dated 1 February 2005 from the Permanent Mission of Palau to the United Nations addressed to the Chairman of the Counter-Terrorism Committee
zh: 2005年2月1日帕劳常驻联合国代表团给反恐怖主义委员会主席的 普通照会

source: The Permanent Mission of Palau to the United Nations presents it compliments to the Committee and has the honour to submit to the latter Palau's supplementary report on Security Council resolution 1373 (2001) (see enclosure).
zh: 帕劳常驻联合国代表团向委员会致意，并谨附上帕劳根据安全理事会第1373（2001）号决议提交的补充报告（见附件）。

source: Supplementary report of Palau on resolution 1373 (2001)
zh: 帕劳根据第1373(2001)号决议提交的补充报告

source: Sub-paragraphs 1 (a) and (b):
zh: 第1(a)和(b)分段：

source: The CTC would welcome a copy of the draft comprehensive anti-terrorism legislation mentioned in the report, together with a progress report on its enactment and implementation.
zh: 反恐委员会希望得到报告所述的全面反恐怖主义法草案，以及该草案的制定和执行情况进度报告。

source: The anti-terrorism legislation is currently pending in the Palau Congress.
zh: 反恐怖主义立法目前正待帕劳国会审议。

source: Amendments have been submitted to reflect the fact that separate Chemical Weapons and People Trafficking bills have been introduced and are also pending in Congress.
zh: 由于另外提出了关于化学武器和关于贩运人口的法案，也在等待国会审议，因此对反恐法草案提出了修正案。

source: The Government of Palau will provide a copy of the anti-terrorism legislation.
zh: 帕劳政府将会提供一份反恐怖主义立法。

source: Sub-paragraphs 1 (c) and (d):
zh: 第1(c)和(d)分段：

source: Does the Money Laundering Act mentioned in the report include provision for the freezing of funds that are kept in Palau by persons and entities outside Palau who are not named in existing lists but are connected with terrorist activities outside Palau?
zh: 报告所述《洗钱法》有无规定冻结帕劳境外那些虽未列入现有名单但与帕劳境外恐怖主义活动有关联的人和实体保存在帕劳境内的资金？

source: No.
zh: 无。

source: Are financial institutions, other intermediaries and other natural or legal persons required to report suspicious transactions to the relevant authorities?
zh: 是否要求金融机构、其他中介机构和其他自然人或法人向主管当局报告可疑的交易？

source: What penalties apply to those who omit to report?
zh: 对不报告者有何惩罚？

source: Financial institutions are required to report transactions if the transaction involves more than US$10,000 and appears to have an unlawful purpose.
zh: 规定金融机构须报告1万美元以上、似乎有不法目的的交易。

source: The penalty for not reporting is up to 2 years imprisonment and/or a US$10,000 fine.
zh: 不报告者可处以至多两年徒刑和（或）1万美元罚款。

source: What laws and practical controls and surveillance measures exist to ensure that funds and other economic resources collected for religious, charitable or cultural purposes are not diverted for other purposes, particularly for financing terrorism?
zh: 有哪些法律和具体管制和监视措施以确保为宗教、慈善或文化目的收取的资金和其他经济资源不被挪作他用，特别是用于资助恐怖主义？

source: Palau has practical controls that would prevent such diversion of funds raised locally.
zh: 帕劳有具体管制措施以防当地筹措的资金被这样挪用。

source: Religious and other non-profit corporations must submit their applications for a corporate charter to the Attorney General for review.
zh: 宗教和其他非营利机构申请时必须提交机构章程给总检察长审查。

source: In addition, because Palau has a small population, any unusual fundraisers or fund raising activity will likely be noticed.
zh: 此外，由于帕劳人口不多，任何筹款人或筹款活动都会受到注意。

source: Please indicate the laws and procedures available to regulate alternative remittance systems, including systems of, or similar to, the kind known as hawala.
zh: 请说明有哪些法律和程序可管理替代汇款系统，包括所谓哈瓦拉汇款系统（地下汇款系统）或类似系统？

source: At present Palau has no such laws.
zh: 目前帕劳没有这种法律。

source: The President has sent congress proposed amendments to the Money Laundering Act, which would address this subject.
zh: 总统已向国会送出《洗钱法》的拟议修正案，将可解决这个问题。

source: Sub-paragraph 2 (a):
zh: 第2(a)分段：

source: Please indicate the manner in which the proposed anti-terrorism legislation will deal with activities in Palau that are not specifically of a terrorist nature but are linked to actual or potential acts of terrorism in another country.
zh: 请说明拟议的反恐怖主义法将如何对付帕劳境内具体不属恐怖主义性质、但与别国实际或可能的恐怖行为有关联的活动。

source: It is an offence to plan terrorist acts, gather information on potential targets for a terrorist act, solicit funds knowing they will be used for terrorism and to recruit or train persons for terrorism.
zh: 下列行为都属犯罪：筹划恐怖行为、收集恐怖行为可能打击的目标的资料、筹措资金而明知会用于恐怖主义、为恐怖主义召募或培训人员。

source: What measures does Palau have to prevent terrorists from obtaining weapons within or outside its territory, in particular small arms or light weapons?
zh: 帕劳有哪些措施防止恐怖分子从境内境外取得武器，尤其是小武器或轻武器？

source: What is the legislation concerning the acquisition and possession, and import and export, of weapons?
zh: 有何关于取得和拥有，以及进口和出口武器的立法？

source: Even before UNSCR 1373, Palau had enacted legislation which made it an offence to possess firearms or ammunition.
zh: 甚至在安理会第1373号决议以前，帕劳已制定法律将持有火器或弹药定为犯罪行为。

source: The possession of any firearm carries a mandatory minimum prison sentence of 15 years.
zh: 规定持有任何火器都必须判刑至少15年。

source: The only exceptions are for police officers.
zh: 唯一例外是警察。

source: Palau has no militia.
zh: 帕劳没有民兵。

source: Because even possession of firearms is unlawful, there is obviously no import or export of such weapons.
zh: 因为持有火器都属非法，显然没有这种武器的进出口。

source: Sub-paragraph 2 (b):
zh: 第2(b)分段：

source: Please describe the mechanism available in Palau to provide early warning of anticipated terrorist activity to other States.
zh: 请说明帕劳有何机制可就预期的恐怖活动向其他国家发出预警。

source: Palau is fully committed to counter terrorism and is prepared to immediately transmit any such information to the United States Homeland Security and other similar governmental bodies.
zh: 帕劳坚决致力打击恐怖主义，准备将任何这类情报立即送交美国本土安全部和其他类似政府机构。
